Repository: deckerweb/genesis-widgetized-notfound
Catalog: languages/genesis-widgetized-notfound-*_formal.po
Languages: de_de

source: Sorry, you cannot activate the %1$s plugin unless you have installed the latest version of the %2$sGenesis Framework%3$s.
de_de: Hinweis: Das Plugin '%1$s' kann <em>nicht</em> aktiviert werden, solange die neueste Version des %2$sGenesis Frameworks%3$s nicht installiert ist.

source: Genesis Widgetized Not Found & 404
de_de: Genesis Widgets für Nichts gefunden

source: Yes, has widgets
de_de: Ja, hat Widgets

source: No, is empty
de_de: Nein, ist leer

source: Undefined
de_de: Nicht definiert

source: Widget Area for Not Found active
de_de: Widget-Bereich für Nichts gefunden aktiv

source: Widget Area for 404 active
de_de: Widget-Bereich für 404 aktiv

source: Genesis Plugins from the Plugin Directory
de_de: Genesis Plugins aus dem Pluginverzeichnis

# Plugin installer: Tab name in installer toolbar
source: Newest
de_de: Neueste

source: Great helper tools for Site Builders to save time and get more productive
de_de: Großartige Helferlein-Plugins für Site-Builder, um wertvolle Zeit zu sparen und noch produktiver zu werden.

source: You can use any of our free plugins or premium plugins from %s
de_de: Sie können jedes unserer kostenlosen Plugins oder Premium-Plugins von %s verwenden

source: Join our Newsletter
de_de: Newsletter jetzt!

source: Facebook User Group
de_de: Facebook-Nutzergruppe

source: Not Found &amp; 404 Page
de_de: Nichts gefunden &amp; 404-Seite

# Note for Widget area title
source: Via plugin: Genesis Widgetized Not Found and 404
de_de: Via Plugin: Genesis Widgets für Nichts gefunden

source: Go to the Widgets settings page
de_de: Zur Widgets-Einstellungen Seite ...

source: Live preview search not found
de_de: Live-Vorschau Suche-nichts-gefunden-Seite

source: Not found
de_de: Nichts gefunden

source: Live preview 404 page
de_de: Live-Vorschau 404-Fehlerseite

# Plugins page listing
source: FAQ
de_de: FAQ - Häufige Fragen

# Plugins page listing
source: Facebook Group
de_de: Facebook-Gruppe

# Plugins page listing
source: Translations
de_de: Übersetzungen

# Plugins page listing
source: Donate
de_de: Spenden

# Plugins page listing
source: Join our Newsletter
de_de: Newsletter jetzt!

source: optional, could be deactivated %svia filter%s
de_de: optional, kann %svia Filter%s deaktiviert werden

source: Code Snippets for Customization
de_de: Codeschnipsel für Anpassungen

source: Added Widget areas by the plugin - only displayed if having active widgets placed in:
de_de: Vom Plugin hinzugefügte Widget-Bereiche - welche nur angezeigt werden, falls sich aktive Widgets darin befinden:

source: 404 Error Page
de_de: 404 Fehlerseite

source: Search Not Found
de_de: Suche nichts gefunden

source: bbPress: Forum Search No Results
de_de: bbPress: Forensuche keine Treffer

source: Shortcodes are supported in all these widget areas.
de_de: Shortcodes werden in all diesen Widget-Bereichen unterstützt.

source: Added Widget by the plugin: %s
de_de: Hinzugefügtes Widget durch das Plugin: %s

source: Genesis - Search Form
de_de: Genesis - Suchformular

source: A search form for your site. With a more options than the default one.
de_de: Ein Suchformular für Ihre Webseite. Mit mehr Optionen als das Standard-Suchwidget.

source: For example, set placeholder and submit button texts via options, plus more stuff, like a few display options.
de_de: Beispielsweise können Sie Platzhalter- und Absenden-Button-Texte via Widgeteinstellungen festlegen, sowie weitere Sachen, etwa einige Anzeigeoptionen.

source: Provided Shortcodes by the plugin:
de_de: Verfügbare Shortcodes des Plugins:

source: Supporting the following parameters
de_de: Unterstützt werden die folgenden Parameter

source: ID of the Widget area (Sidebar; see above)
de_de: ID eines Widget-Bereiches (Sidebar; siehe oben)

source: Default: %s
de_de: Standard: %s

source: none, empty
de_de: nichts, leer

source: Search placeholder text
de_de: Suche Platzhalter-Text

source: Search this website
de_de: Webseite durchsuchen

source: Search
de_de: Suchen

source: Additional label before the search form
de_de: Zusätzliche Beschriftung (Label) for dem Suchformular

source: Can be a custom class, added to the wrapper tag
de_de: Optionale, benutzerdefinierte CSS-Klasse, welche dem umschließenden Wrapper hinzugefügt wird

source: Optional setup post type(s) for search
de_de: Optional, festgelegter Inhaltstyp (Post Type) für die Suche

source: i.e., WordPress default search behavior
de_de: d.h. WordPress-Standardverhalten bei der Suche

source: Important plugin links:
de_de: Wichtige Plugin-Links:

source: Plugin website
de_de: Plugin-Webseite

# Help tab info
source: FAQ
de_de: FAQ - Häufige Fragen

# Help tab info
source: Translations
de_de: Übersetzungen

# Help tab info
source: Donate
de_de: Spenden

source: More about the plugin author
de_de: Mehr über den Plugin-Autor

source: Social:
de_de: Vernetzen:

source: Only for bbPress 2.3+: Widgetized content area if there are no forum search results.
de_de: Nur für bbPress 2.3+: Inhaltsbereich für Widgets, falls es keine Treffer bei der Forensuche gibt.

source: Sorry, no content matched your criteria. Try a different search?
de_de: Leider wurden keine Inhalte gefunden, die Ihren Kriterien entsprechen. Probieren Sie einfach eine neue Suche.

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: Customize with Live Preview
de_de: Anpassen mit Live-Vorschau

source: Best to open these links in a new browser tab/ window.
de_de: Öffnen Sie diese Links am besten in einem neuen Browser-Tab/ -Fenster.

source: Test search not found results
de_de: Nichts-gefunden-Ergebnisse testen

source: Test 404 error page
de_de: 404 Fehlerseite testen

source: This is the widget area of the search not found content section.
de_de: Dies ist der Widget-Bereich für das Inhaltsfeld, wenn das Suchergebnis leer ist (Suche nichts gefunden).

source: This is the widget area of the 404 Not Found Error Page.
de_de: Dies ist der Widget-Bereich für die 404-Fehlerseite (Nichts gefunden).

source: Provided by the plugin %s.
de_de: Hinzugefügt vom Plugin %s.

source: Title:
de_de: Titel:

source: Optional Title URL:
de_de: Optionale Titel-URL:

source: Open the URL in a new window/ tab?
de_de: Die URL in neuem Fenster/ Tab öffnen?

source: Do not display the Title?
de_de: Titel nicht anzeigen?

source: Optional intro text:
de_de: Optionaler Intro-Text:

source: Add some additional %s info. NOTE: Just leave blank to not use at all.
de_de: Einige Zusatzinfos zu %s anzeigen. HINWEIS: Einfach leer lassen, um das Feld nicht zu verwenden.

source: Search form
de_de: Suchformular

source: Label string before search input field:
de_de: Beschriftung/ Text vor dem Sucheingabefeld:

source: NOTE: Leave empty to not use/ display this string!
de_de: HINWEIS: Leer lassen, um dies nicht zu verwenden!

source: Placeholder string for search input field:
de_de: Platzhaltertext für das Sucheingabefeld:

source: Search button string:
de_de: Suchen-/ Absenden-Buttontext:

source: NOTE: Displaying may depend on your child theme settings/ styles.
de_de: HINWEIS: Anzeige kann von den Stilen des Child Themes abhängen.

source: Where to display this widget?
de_de: Wo soll dieses Widget erscheinen?

source: Global (default)
de_de: Global (Standard)

source: Single %s
de_de: Einzel-%s

source: Posts
de_de: Beiträge

source: Pages
de_de: Seiten

source: Both, Single Posts & Pages
de_de: Beide, Einzel-Beiträge u. -Seiten

source: Only displaying for logged in users?
de_de: Nur für angemeldete Benutzer anzeigen?

source: Optional outro text:
de_de: Optionaler Outro-Text:

source: Finally, use widgets to maintain and customize your 404 Error and Search Not Found pages in Genesis Framework and Child Themes.
de_de: Endlich: Mit Widgets die 404-Fehlerseiten sowie für 'Suche nichts gefunden' elegant anpassen und pflegen. Dieses Plugin funktioniert nur mit dem Genesis Framework und Child Themes.
